// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Din HP-enhet har skickat ett statusmeddelande. Detta meddelande kunde inte sparas";